IDEA Open Model
PatchDevice.MasterPoint Property
Compatible with IDEA StatiCa v 10.1
 Master point 0 - 9
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public int MasterPoint { get; set; }
Public Property MasterPoint As Integer
	Get
	Set
public:
property int MasterPoint {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
PatchDevice Class
IdeaRS.OpenModel.Detail Namespace